[
    "To the truly ambitious, reputation is nothing more than a shackle worth less than dust.",
    "Rules and regulations are merely tools for the strong to shackle the weak.",
    "If I succeed, I will live forever; if I fail, I will simply turn into ash.",
    "There are no eternal enemies or friends, only eternal benefits.",
    "Compassion is a luxury that the weak cannot afford.",
    "In this world, the big fish eat the small fish, and the small fish eat the shrimp.",
    "Man dies for wealth, birds die for food; this is the immutable law of nature.",
    "I have no regrets, even if the path ahead leads to an abyss.",
    "To live is to sin; to survive is to trample upon others.",
    "The so-called righteous path is just a way to distribute benefits using the excuse of morality.",
    "Tears are the most useless thing in this world.",
    "I am a demon, and I have never concealed my true nature.",
    "History is simply a script written by the victors.",
    "A person's worth is defined by how much they can be utilized.",
    "Cruelty is not a vice, but a necessary survival instinct.",
    "Why should I care about the judgment of ants?",
    "The path to supremacy is destined to be a solitary one.",
    "I would rather betray the world than let the world betray me.",
    "Kindness to the enemy is cruelty to oneself.",
    "Hypocrisy is the protective garment of the righteous.",
    "In the face of death, all status and wealth are meaningless; only strength remains.",
    "A true demon does not need understanding from others.",
    "Sacrifice is necessary; if you cannot sacrifice others, you must sacrifice yourself.",
    "The world is a chessboard, and all living beings are merely pieces.",
    "Emotions are hindrances that cloud rational judgment.",
    "Justice is just a fairy tale told to children to keep them obedient.",
    "I walk in the dark, but my heart yearns for the light of eternal life.",
    "To achieve great things, one must be willing to discard their humanity.",
    "Loyalty is simply a matter of the betrayal price being too low.",
    "Weakness is the original sin.",
    "I will trample over a mountain of corpses if it brings me closer to my goal.",
    "Those who follow the rules are destined to be ruled.",
    "Fear is a tool, not a weakness, if you know how to wield it.",
    "The only truth in this world is that might makes right.",
    "I do not seek to be loved, I only seek to succeed.",
    "Let the world hate me, as long as I get what I want.",
    "Moral constraints are for the sheep, not the wolves.",
    "Destiny is not a matter of chance; it is a matter of choice and force.",
    "A momentary moment of softness can lead to an eternity of regret.",
    "I treat everyone equally; I will use anyone who can be of use.",
    "The abyss does not scare me, for I carry the abyss within me.",
    "Hope is a cruel poison that keeps the weak struggling in vain.",
    "I will burn my own blood to light the path if I must.",
    "There is no line I will not cross.",
    "Trust is a weakness that exposes your throat to the blade.",
    "Peace is merely the preparation period for the next war.",
    "Do not blame the blade for being sharp; blame your neck for being soft.",
    "A true expert plans for the destruction of their enemies before they even meet.",
    "I have walked through hell so many times, the flames no longer burn.",
    "Only those who can endure the utmost suffering can rise above all others.",
    "Man is afraid of silence because in silence he has to face himself.And that is the last thing he wants to do.",
    "A true demon has no bottom line, and thus, no limits.",
    "If one wants to deceive others, one must first deceive oneself.",
    "The vast majority of people in this world are merely stepping stones.",
    "I will lower my head to anyone if the benefit is great enough.",
    "Face and dignity are merely wrappers; what matters is the meat inside.",
    "Those who are shackled by glory will eventually die by it.",
    "In the pursuit of power, loneliness is a necessary price.",
    "I do not fear the darkness; I fear only stagnation.",
    "Kindness without strength is merely a prelude to tragedy.",
    "To cut the weeds, one must dig up the roots.",
    "If the heavens block my way, I will defy the heavens; if fate blocks my way, I will change fate.",
    "The world is a slaughterhouse, and we are all just waiting for our turn.",
    "A person who cannot discard their past is doomed to have no future.",
    "I will use your hatred as fuel for my ascent.",
    "Moral high grounds are built upon the bones of the conquered.",
    "There is no such thing as a despicable method, only a method that works.",
    "Love and hate are merely chemical reactions; benefits are the only reality.",
    "The weak wait for opportunities; the strong create them.",
    "I am a traveler walking against the wind; the destination matters more than the struggle.",
    "Do not let your conscience become your cage.",
    "If you want to survive, you must be sharper than the knife held against your throat.",
    "Promises are just words spoken to comfort the naive.",
    "I have no need for understanding; I only need submission.",
    "The greatest deception is to make your enemy believe they have won.",
    "I will trade my soul for power if the deal is fair.",
    "Treachery is simply a strategy that the weak cannot comprehend.",
    "To achieve the impossible, one must be willing to do the unthinkable.",
    "Every relationship is a transaction.",
    "I will smile as I plunge the dagger into your heart.",
    "The strong do not explain; they execute.",
    "Regret is a waste of time and energy.",
    "Let the hypocrites talk of justice while I take the spoils.",
    "The world owes you nothing.",
    "I am water; I take the shape of whatever container I need to survive.",
    "Ruthlessness is the armor that protects the self.",
    "Why fear being a villain if it brings results?",
    "A moment of hesitation can cost a lifetime of effort.",
    "I will consume everything in my path to fuel my ambition.",
    "Those who rely on others place their lives in someone else's hands.",
    "Gratitude is a debt that the strong rarely pay.",
    "There is no absolute right or wrong, only success and failure.",
    "I do not seek to be remembered; I seek to be eternal.",
    "The chains of morality are heavy, so I cast them aside.",
    "Better to be feared than to be loved.",
    "I will use the light to hide my darkness.",
    "Every step I take is paved with cold calculation.",
    "If burning the world is required to warm myself, so be it.",
    "The eyes of the weak are blinded by tears; the eyes of the strong are clear.",
    "I am the architect of my own destiny, and I build with blood and iron.",
    "To live without ambition is to be dead while still breathing.",
    "Shamelessness is the passport of the successful.",
    "I will trample on dignity if it blocks my path to power.",
    "Why explain to the weak? The strong do not need excuses.",
    "In the face of benefits, even hatred can be put aside.",
    "To manipulate the world, one must first master their own heart.",
    "A true demon is calm even when the sky collapses.",
    "The so-called light is just a flame that burns the moths who fly into it.",
    "I have no enemies, only obstacles to be removed.",
    "Empathy is the rust that dulls the blade of ambition.",
    "If being good means being weak, I will be the greatest evil.",
    "The world is cold; I must be colder to survive.",
    "Those who value face over benefits are destined to starve.",
    "I will burn the bridge after I cross it, if it prevents others from following.",
    "Conscience is a luxury item I discarded long ago.",
    "To deceive the heavens, one must act with absolute conviction.",
    "A momentary compromise is just a strategic retreat.",
    "Let them call me a devil; titles cannot kill me.",
    "The weak pray for miracles; I calculate probabilities.",
    "Blood is just a fluid; do not let it stain your resolve.",
    "I walk alone, not because I have to, but because others slow me down.",
    "Trust is the first step toward betrayal.",
    "I will use the bones of my ancestors as fuel if necessary.",
    "Kindness is a trap laid by the strong to control the weak.",
    "There is no morality in the jungle, only survival.",
    "I judge people only by their utility.",
    "If the world calls it a crime, I call it a necessity.",
    "A smile is the best mask for a murderous intent.",
    "Do not pity the lamb being eaten; it was born to be food.",
    "I will turn into a Buddha or a Demon, whichever grants me more power.",
    "The past is dead; only the future benefits matter.",
    "Glory is a heavy cloak; I prefer the light armor of pragmatism.",
    "I am indifferent to the suffering of ants.",
    "Rules are the cage; I am the beast that breaks them.",
    "If you cannot be the knife, do not be the meat.",
    "I will swallow my pride today to swallow the world tomorrow.",
    "Sentiments are for those who have already won.",
    "To endure what others cannot is the foundation of greatness.",
    "I do not seek revenge; I seek the elimination of threats.",
    "The path to the peak is slippery with blood.",
    "I will exploit every loophole in heaven and earth.",
    "Let the righteous die for their beliefs; I will live for my goals.",
    "Cruelty is just a perspective; effectiveness is absolute.",
    "I do not need to be understood, only feared.",
    "The weak seek fairness; the strong seek dominance.",
    "I will cut off my own arm if it is poisoned.",
    "There are no sacred cows, only potential meals.",
    "Humility is just a weapon to lower the enemy's guard.",
    "I respect strength, regardless of where it comes from.",
    "To live simply is to die slowly; I choose the raging fire.",
    "Everything in this world is a tool, including myself."
]